[
  {
    "id": "11.45",
    "title": "Washington Crossing the Delaware",
    "artist": "Emanuel Leutze",
    "objectURL": "https://www.metmuseum.org/art/collection/search/11417",
    "description": "This iconic painting depicts George Washington's critical crossing of the Delaware River on December 25, 1776, during the Revolutionary War. German-American artist Emanuel Leutze created this masterpiece in 1851 while living in Düsseldorf, taking artistic liberties with historical accuracy to maximize dramatic effect. The work captures a turning point in the American colonists' war against Britain, when Washington led his troops across the icy river for a surprise attack on Hessian forces in Trenton. Leutze's composition has become one of the most recognizable images of American patriotism, inspiring countless reproductions and reinterpretations. The painting honors not just a military strategy, but a moment of hope and determination that would help secure American independence. Today, it continues to spark debates about political ideas, historical accuracy, and American mythology, cementing its place as both an artistic achievement and a cultural touchstone."
  },
  {
    "id": "16.53",
    "title": "Madame X (Madame Pierre Gautreau)",
    "artist": "John Singer Sargent",
    "objectURL": "https://www.metmuseum.org/art/collection/search/12127",
    "description": "This striking portrait of Virginie Amélie Avegno Gautreau, an American-born socialite living in Paris, created one of the most scandalous moments in art history. When John Singer Sargent exhibited the painting at the 1884 Paris Salon, the subject's provocative pose and revealing dress caused such an uproar that it nearly destroyed the artist's career. Originally, the painting showed the right shoulder strap of Gautreau's gown fallen down, which was considered shockingly improper. Sargent later repainted it to show the strap in place. The public's harsh reaction forced Sargent to leave Paris for London, where he would eventually rebuild his reputation. The artist held onto this contentious work for over thirty years before finally selling it to the Metropolitan Museum in 1916 for £1,000. What was once considered scandalous is now celebrated as a masterpiece of portraiture, demonstrating Sargent's exceptional skill in capturing both physical beauty and psychological complexity."
  }
] 