[
  {
    "id": "1",
    "fact": "The Met's unofficial mascot, a small blue faience hippopotamus from ancient Egypt, is nicknamed \"William.\" The lotus flowers painted on his body symbolize rebirth and regeneration."
  },
  {
    "id": "2",
    "fact": "Emanuel Leutze's famous painting Washington Crossing the Delaware contains several historical inaccuracies. The flag shown wasn't designed until a year later, the boat is the wrong model, and the river is modeled on the German Rhine, not the American Delaware."
  },
  {
    "id": "3",
    "fact": "John Singer Sargent’s Madame X (Madame Pierre Gautreau) caused a major scandal at the 1884 Paris Salon because it originally depicted the right strap of her dress having slipped off her shoulder, which was considered far too suggestive at the time. Sargent later repainted it."
  },
  {
    "id": "4",
    "fact": "The Met’s magnificent Temple of Dendur was a gift from Egypt to the United States in 1965 for its help in saving Nubian monuments from the rising waters of the Aswan High Dam."
  },
  {
    "id": "5",
    "fact": "The preparatory drawings for Gustav Klimt's famous Stoclet Frieze at The Met are massive, nearly life-sized cartoons for the final mosaic, which is permanently installed in a private mansion in Brussels."
  },
  {
    "id": "6",
    "fact": "Vincent van Gogh's Self-Portrait with a Straw Hat shows the influence of Pointillism, a technique he explored after meeting artists like Georges Seurat in Paris. He painted over 30 self-portraits, largely because he couldn't afford to hire models."
  },
  {
    "id": "7",
    "fact": "The armor on view in The Met's Arms and Armor galleries, such as the Armor of Henry II of France, wasn't just for battle. Ornate suits like this were also \"parade armor,\" designed to impress and display wealth and power during tournaments and ceremonies."
  },
  {
    "id": "8",
    "fact": "The sitter in Gilbert Stuart’s portrait of George Washington famously had uncomfortable dentures made of ivory and human teeth, which is often cited as the reason for his strained, tight-lipped expression."
  },
  {
    "id": "9",
    "fact": "The Met's The Little Fourteen-Year-Old Dancer by Edgar Degas is a bronze cast. The original sculpture shown in 1881 was made of wax and featured a real linen bodice, satin slippers, and a horsehair wig with a silk ribbon, blurring the line between art and reality."
  },
  {
    "id": "10",
    "fact": "Francisco Goya's work became darker and more pessimistic after a severe illness in his late 40s left him profoundly deaf. This shift is marked by his haunting \"Black Paintings.\""
  },
  {
    "id": "11",
    "fact": "Before painting The Death of Socrates, Jacques-Louis David consulted classical scholars to ensure the historical accuracy of the setting and clothing, striving for the Neoclassical ideals of order and seriousness."
  },
  {
    "id": "12",
    "fact": "The Met's striking Portrait of a Woman, possibly a Flavian Empress, showcases the elaborate and gravity-defying hairstyles that were fashionable among elite Roman women, achieved with curls, braids, and hairpieces."
  },
  {
    "id": "13",
    "fact": "The \"Unicorn Tapestries\" at The Met Cloisters are woven with silk and metallic threads, which would have shimmered beautifully in the candlelight of a medieval castle."
  },
  {
    "id": "14",
    "fact": "The Met's Astor Chinese Garden Court was constructed in China by 27 master craftsmen, then disassembled, shipped to New York, and reassembled inside the museum using traditional tools and techniques."
  },
  {
    "id": "15",
    "fact": "El Greco’s View of Toledo is not a realistic depiction of the city. He rearranged buildings and dramatized the landscape and sky to create a more mystical and emotionally charged image."
  },
  {
    "id": "16",
    "fact": "When the Mona Lisa was stolen from the Louvre in 1911, it became a global sensation. For two years, thousands of people flocked to the museum just to stare at the empty space where it had hung."
  },
  {
    "id": "17",
    "fact": "The Met's stunning stained-glass window from the Church of Saint-Germain-des-Prés is one of the oldest in the world, dating back to around 1245."
  },
  {
    "id": "18",
    "fact": "In Vermeer’s Young Woman with a Water Pitcher, the map on the wall was a real, expensive object in the 17th century, signaling the household's worldliness and wealth. Vermeer included maps in several of his paintings."
  },
  {
    "id": "19",
    "fact": "The Met’s Greek and Roman galleries display a beautifully preserved bedroom from a villa buried by the eruption of Mount Vesuvius in 79 A.D., offering a rare glimpse into Roman domestic life."
  },
  {
    "id": "20",
    "fact": "The Frank Lloyd Wright Room at The Met is the living room from the Little House in Wayzata, Minnesota (1912-14). It was saved from demolition and reinstalled in the museum as a premier example of his Prairie School style."
  },
  {
    "id": "21",
    "fact": "The Sasanian plate depicting Shapur II on a Boar Hunt is made of silver gilt. Sasanian kings used these luxurious plates to project an image of heroic manliness and royal power."
  },
  {
    "id": "22",
    "fact": "The iconic lamps by Louis Comfort Tiffany, a highlight of The Met's collection, were made from pieces of glass that other glassmakers considered \"scrap.\" Tiffany saw beauty in the glass's \"impurities,\" which gave his lamps their unique, mottled colors."
  },
  {
    "id": "23",
    "fact": "Auguste Rodin's famous sculpture The Thinker, a cast of which is at The Met, was not originally a standalone piece. It was designed to be the central figure at the top of a massive bronze doorway called The Gates of Hell, representing the poet Dante himself."
  },
  {
    "id": "24",
    "fact": "The \"blue\" period of Pablo Picasso, characterized by somber, blue-toned paintings, was prompted by a period of poverty and the tragic suicide of his close friend, Carles Casagemas."
  },
  {
    "id": "25",
    "fact": "Jackson Pollock's Autumn Rhythm (Number 30) was painted by dripping and pouring thinned enamel paint onto an unprimed canvas laid on the floor, a radical technique he pioneered."
  },
  {
    "id": "26",
    "fact": "When The Metropolitan Museum of Art first opened in 1872, it was housed in a much smaller building at 681 Fifth Avenue. It moved to its current Central Park location in 1880."
  },
  {
    "id": "27",
    "fact": "The iconic grand staircase of The Met was designed by Richard Morris Hunt, but the original plan to place two large sculptures on the empty plinths flanking the entrance was never completed."
  },
  {
    "id": "28",
    "fact": "The Met has over two million works of art in its collection, spanning 5,000 years of history, but only a fraction can be displayed at any one time."
  },
  {
    "id": "29",
    "fact": "The Met Cloisters, the branch of the museum dedicated to the art and architecture of medieval Europe, is not a single, original building. It's constructed from parts of five different French and Spanish monastic cloisters."
  },
  {
    "id": "30",
    "fact": "For decades, The Met used small, color-coded metal pins for admission that changed daily. They are now collector's items. The museum switched to paper tickets with stickers in 2013."
  },
  {
    "id": "31",
    "fact": "The museum's facade on Fifth Avenue is made of Indiana limestone and is over four city blocks long."
  },
  {
    "id": "32",
    "fact": "The Met has its own team of \"riggers,\" specialists who are responsible for the complex and delicate task of moving and installing massive artworks, like ancient Egyptian statues."
  },
  {
    "id": "33",
    "fact": "John Singer Sargent, though an American artist, was born in Florence, Italy to expatriate parents and spent most of his life in Europe."
  },
  {
    "id": "34",
    "fact": "Rembrandt created nearly 100 self-portraits (paintings, etchings, and drawings) throughout his career, providing a unique and poignant visual autobiography. The Met holds a significant collection of these works."
  },
  {
    "id": "35",
    "fact": "Edgar Degas's eyesight began to fail in his 30s. As his vision worsened, he worked more with sculpture and pastels, which were more tactile than oil painting."
  },
  {
    "id": "36",
    "fact": "Claude Monet had cataracts later in life, which significantly altered his perception of color. His late paintings of water lilies have a much more reddish tone and abstract quality as a result."
  },
  {
    "id": "37",
    "fact": "Georgia O'Keeffe, known for her large-scale flower paintings, always denied any Freudian or sexual symbolism in her work, stating, \"When you take a flower in your hand and really look at it, it's your world for the moment.\""
  },
  {
    "id": "38",
    "fact": "Leonardo da Vinci was ambidextrous and famous for his \"mirror writing.\" He wrote most of his personal notes from right to left, so they could only be read easily when held up to a mirror."
  },
  {
    "id": "39",
    "fact": "Henri Matisse and Pablo Picasso were lifelong friends and rivals. Matisse once said, \"No one has ever looked at Matisse's paintings more carefully than I, and no one has looked at Picasso's paintings more carefully than he.\""
  },
  {
    "id": "40",
    "fact": "Mary Cassatt, an American Impressionist, was instrumental in advising American collectors, like the Havemeyers, to buy Impressionist art, which is a major reason why U.S. museums like The Met have such strong collections of this style."
  },
  {
    "id": "41",
    "fact": "Before developing Cubism, a young Pablo Picasso was a master of realistic drawing and painting. His father, an art professor, supposedly gave Picasso his own brushes and palette and vowed never to paint again after seeing his son's prodigious talent."
  },
  {
    "id": "42",
    "fact": "The Impressionist painter Pierre-Auguste Renoir suffered from severe rheumatoid arthritis in his later years. To continue painting, he had his brushes strapped to his crippled hands."
  },
  {
    "id": "43",
    "fact": "J.M.W. Turner, the English Romantic painter, was so dedicated to capturing the raw power of nature that he once had himself tied to the mast of a ship during a storm to experience it firsthand."
  },
  {
    "id": "44",
    "fact": "The color purple was once reserved for royalty in the Byzantine Empire because the dye, \"Tyrian purple,\" was extracted from a rare sea snail and was incredibly expensive to produce. It took over 10,000 snails to create one gram of dye."
  },
  {
    "id": "FACT--045",
    "fact": "During the Renaissance, the vibrant blue pigment known as ultramarine was more expensive than gold. It was made from grinding up the semi-precious stone lapis lazuli, which was mined exclusively in Afghanistan."
  },
  {
    "id": "46",
    "fact": "The name \"Impressionism\" was originally coined as an insult by art critic Louis Leroy, who was mocking the title of Claude Monet's painting, Impression, soleil levant (Impression, Sunrise)."
  },
  {
    "id": "47",
    "fact": "For centuries, a pigment called \"Mummy Brown\" was made from the ground-up remains of ancient Egyptian mummies. It fell out of use in the early 20th century as artists became aware of its grisly origins."
  },
  {
    "id": "48",
    "fact": "Leonardo da Vinci was a notorious procrastinator. The Mona Lisa was worked on for over a decade and was still considered unfinished by his death. The Virgin of the Rocks took him 25 years to complete."
  },
  {
    "id": "49",
    "fact": "The ancient Egyptians followed a strict artistic canon called the \"grid system\" to ensure all human figures were depicted with consistent, idealized proportions for over 3,000 years."
  },
  {
    "id": "50",
    "fact": "The term \"Gothic\" to describe the medieval architectural style of cathedrals like Notre Dame was first used as an insult during the Renaissance. Critics thought the style was so barbaric and unrefined that they named it after the Goths, the tribes who had sacked Rome."
  },
  {
    "id": "51",
    "fact": "Michelangelo hated painting the Sistine Chapel ceiling, considering himself a sculptor, not a painter. He wrote a poem complaining about the \"agonizing work\" and how his \"beard turns up to heaven.\""
  },
  {
    "id": "52",
    "fact": "The term \"avant-garde,\" which describes new and experimental art, is a French military term meaning \"vanguard\" or \"advanced guard\"—the troops who scout ahead of the main army."
  },
  {
    "id": "53",
    "fact": "The artistic technique trompe-l'œil is French for \"deceive the eye\" and is used to create optical illusions that make a two-dimensional painting appear to be a real, three-dimensional object or scene."
  },
  {
    "id": "54",
    "fact": "Pablo Picasso was once a suspect in the 1911 theft of the Mona Lisa from the Louvre. He was questioned by police but later cleared."
  },
  {
    "id": "55",
    "fact": "The first photograph ever taken, Joseph Nicéphore Niépce's View from the Window at Le Gras in 1826, required an exposure time of over eight hours."
  },
  {
    "id": "56",
    "fact": "The ancient Romans were masters of mosaic art. They even had a term, asarotos oikos or \"unswept floor,\" for a style of mosaic that depicted leftover food scraps scattered on the floor."
  },
  {
    "id": "57",
    "fact": "\"Baroque\" was initially a derogatory term, possibly from the Portuguese word barroco for an irregularly shaped pearl, used to describe art that was considered overly dramatic and ornate compared to the harmony of the Renaissance."
  },
  {
    "id": "58",
    "fact": "The Pointillist painter Georges Seurat used a technique called \"optical mixing,\" where he would place small dots of pure color next to each other so that the viewer's eye would \"mix\" them into a single hue from a distance."
  },
  {
    "id": "59",
    "fact": "In medieval illuminated manuscripts, some red ink was made from a combination of egg white, gum, and dried insects, specifically the kermes insect."
  },
  {
    "id": "60",
    "fact": "The surrealist artist Salvador Dalí once delivered a lecture in a full deep-sea diving suit, claiming it was helping him plunge into the depths of the human subconscious. He nearly suffocated before his helmet was pried open."
  },
  {
    "id": "61",
    "fact": "The concept of the \"art museum\" as a public institution is relatively new, gaining popularity in the late 18th and 19th centuries. Before that, great art was primarily held in private collections, palaces, and churches."
  },
  {
    "id": "62",
    "fact": "The ancient Egyptians invented the world's first known synthetic pigment, a brilliant hue known as \"Egyptian Blue,\" more than 4,500 years ago."
  },
  {
    "id": "63",
    "fact": "The art movement Dada was formed during World War I in neutral Zurich, Switzerland. Its name was chosen by randomly stabbing a knife into a dictionary, reflecting the movement's nonsensical and anti-art philosophy."
  },
  {
    "id": "64",
    "fact": "The technique of sfumato, famously used by Leonardo da Vinci on the Mona Lisa, involves soft, hazy transitions between colors and tones, with no harsh outlines. The word derives from the Italian fumo, meaning \"smoke.\""
  },
  {
    "id": "65",
    "fact": "Andy Warhol's famous \"Campbell's Soup Cans\" were first exhibited in 1962 with some of the cans placed on shelves, just as they would be in a grocery store."
  },
  {
    "id": "66",
    "fact": "Many ancient Greek and Roman marble statues that we see as pure white today were originally polychromed, meaning they were painted in vibrant, lifelike colors."
  },
  {
    "id": "67",
    "fact": "The famous prehistoric cave paintings at Lascaux, France, are around 17,000 years old."
  },
  {
    "id": "68",
    "fact": "The Japanese art of kintsugi, or \"golden joinery,\" is the practice of repairing broken pottery with lacquer dusted with powdered gold, silver, or platinum. It treats breakage and repair as part of the object's history, not something to hide."
  },
  {
    "id": "69",
    "fact": "The \"golden ratio,\" a mathematical proportion thought to be aesthetically pleasing (approximately 1.618), is believed to have been used by artists and architects for centuries in works like the Parthenon and the Mona Lisa."
  },
  {
    "id": "70",
    "fact": "In the 1950s, a chimpanzee named Congo became an art-world sensation, selling paintings to collectors like Pablo Picasso and Salvador Dalí."
  },
  {
    "id": "71",
    "fact": "Art forgery has a long history. One of Michelangelo's first works was a sculpture of a sleeping cupid that he artificially \"aged\" and sold as a Roman antique."
  },
  {
    "id": "72",
    "fact": "The word \"canvas\" is related to the word \"cannabis.\" Historically, canvases were made from strong, coarse hemp cloth."
  },
  {
    "id": "73",
    "fact": "The term \"masterpiece\" originally referred to a piece of work that a craftsman in a medieval guild had to submit to their masters to earn the rank of \"master.\""
  },
  {
    "id": "74",
    "fact": "The largest painting in the world is \"The Journey of Humanity\" by Sacha Jafri, measuring over 17,000 square feet—the size of two football fields."
  },
  {
    "id": "75",
    "fact": "Amedeo Modigliani, famous for his portraits with elongated necks and faces, sold very few paintings in his lifetime and often traded his art for meals."
  },
  {
    "id": "76",
    "fact": "The color pink wasn't associated with femininity until the mid-20th century. In the 18th century, it was common for men to wear pink silk suits, as it was seen as a lighter shade of the powerful color red."
  },
  {
    "id": "77",
    "fact": "The first art movement to originate in the United States was the Hudson River School in the mid-19th century, a group of landscape painters inspired by Romanticism."
  },
  {
    "id": "78",
    "fact": "The only painting Vincent van Gogh officially sold during his lifetime was The Red Vineyard, purchased for 400 francs by the painter Anna Boch."
  },
  {
    "id": "79",
    "fact": "The human brain is hardwired to see faces in inanimate objects, a phenomenon called pareidolia. This may explain why we are so drawn to portraits and abstract forms that suggest a face."
  },
  {
    "id": "80",
    "fact": "Art conservation is a highly scientific field. Conservators at The Met use tools like X-rays, infrared reflectography, and chemical analysis to understand what's beneath the surface of a painting and how to best preserve it."
  },
  {
    "id": "81",
    "fact": "The Baroque painter Caravaggio, renowned for his dramatic use of light and shadow, was also a hot-tempered brawler. He was forced to flee Rome in 1606 after killing a man in a duel over a tennis match."
  },
  {
    "id": "82",
    "fact": "Graffiti has been found in the ruins of ancient Pompeii, with messages ranging from political slogans to declarations of love, proving that street art is not just a modern phenomenon."
  },
  {
    "id": "83",
    "fact": "The artist Yves Klein created and patented his own shade of blue, International Klein Blue (IKB), in 1957. He felt this specific ultramarine hue represented pure, boundless space."
  },
  {
    "id": "84",
    "fact": "Katsushika Hokusai was 70 years old when he created his world-famous print, The Great Wave off Kanagawa. It was part of a series called Thirty-six Views of Mount Fuji, and Hokusai believed he would only produce his greatest masterpieces after turning 100."
  },
  {
    "id": "85",
    "fact": "Frida Kahlo painted many of her most famous works, especially self-portraits, while lying in bed recovering from the severe injuries she sustained in a bus accident as a teenager."
  },
  {
    "id": "86",
    "fact": "The world's first art \"theft\" may have occurred in 1473 in Poland, when a ship carrying Hans Memling's triptych of The Last Judgement was captured by pirates."
  },
  {
    "id": "87",
    "fact": "The \"Art Brut\" or \"Outsider Art\" movement champions art created by those outside the established art world, such as psychiatric patients, prisoners, and self-taught visionaries."
  },
  {
    "id": "88",
    "fact": "The word \"picturesque\" was coined in the 18th century to describe landscapes that looked as if they came straight out of a painting, particularly those of Claude Lorrain."
  },
  {
    "id": "89",
    "fact": "Perspective, the technique of creating an illusion of depth on a flat surface, was mathematically codified during the Italian Renaissance by artists and architects like Filippo Brunelleschi and Leon Battista Alberti."
  },
  {
    "id": "90",
    "fact": "The artist known as Banksy has successfully maintained his anonymity for over two decades, despite being one of the most famous artists in the world."
  },
  {
    "id": "91",
    "fact": "Hieronymus Bosch's fantastically detailed and bizarre painting The Garden of Earthly Delights includes a musical score painted onto the backside of a sinner in its \"Hell\" panel. It has since been transcribed and performed."
  },
  {
    "id": "92",
    "fact": "The Rococo style is characterized by its use of pastel colors, curving \"S\" and \"C\" shapes, and lighthearted, often flirtatious, themes—a stark contrast to the grand, dark, and dramatic Baroque style that preceded it."
  },
  {
    "id": "93",
    "fact": "The Surrealist \"Exquisite Corpse\" was a game where participants would write or draw on a sheet of paper, fold it to conceal their contribution, and pass it to the next person, resulting in bizarre, collaborative compositions."
  },
  {
    "id": "94",
    "fact": "When Napoleon conquered much of Europe, he looted thousands of art treasures to fill the Louvre in Paris, which he renamed the Musée Napoléon. Many works were returned after his defeat."
  },
  {
    "id": "95",
    "fact": "The earliest known examples of pottery date back about 20,000 years and were discovered in a cave in China."
  },
  {
    "id": "96",
    "fact": "The \"action painting\" of artists like Jackson Pollock was influenced by the sand painting rituals of Native American cultures, which he had seen in the 1940s."
  },
  {
    "id": "97",
    "fact": "The terracotta warriors of China's first emperor, Qin Shi Huang, were originally painted in bright colors. The sudden change in humidity upon excavation caused the paint to flake off almost immediately."
  },
  {
    "id": "98",
    "fact": "The term \"chiaroscuro,\" Italian for \"light-dark,\" refers to the use of strong contrasts between light and shadow in a painting, a technique famously used by artists like Caravaggio and Rembrandt to create dramatic effects."
  },
  {
    "id": "99",
    "fact": "The Ghent Altarpiece, completed in 1432 by Jan and Hubert van Eyck, has been called the most stolen artwork of all time, having been the subject of 13 different crimes over six centuries."
  },
  {
    "id": "100",
    "fact": "The first written use of the word \"art\" in English dates back to the 13th century. It comes from the Latin word \"ars,\" which meant \"skill\" or \"craft.\""
  }
]
